<?php
$rg_regdetail='0';
$rg_emailcheck='0';
$rg_allowsameip='8';
$rg_regsendemail='1';
$rg_whyregclose='管理员关闭了注册!';
$rg_welcomemsg='i糖友管理人员向您问好！

您的注册名为:$rg_name

请仔细阅读社区规章，谢谢！';
$rg_regmon='0';
$rg_email='';
$rg_npdifferf='1';
$rg_pwdcomplex='';
$rg_rgpermit='当您申请用户时，表示您已经同意遵守本规章。 欢迎您加入本站点参加交流和讨论，本站点为公共论坛，为维护网上公共秩序和社会稳定，请您自觉遵守以下条款： 一、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：　 （一）煽动抗拒、破坏宪法和法律、行政法规实施的；　（二）煽动颠覆国家政权，推翻社会主义制度的；　（三）煽动分裂国家、破坏国家统一的；　（四）煽动民族仇恨、民族歧视，破坏民族团结的；　（五）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；　（六）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；　（七）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；　（八）损害国家机关信誉的；　（九）其他违反宪法和法律行政法规的；　（十）进行商业广告行为的。二、互相尊重，对自己的言论和行为负责。三、禁止在申请用户时使用相关本站的词汇，或是带有侮辱、毁谤、造谣类的或是有其含义的各种语言进行注册用户，否则我们会将其删除。四、禁止以任何方式对本站进行各种破坏行为。五、如果您有违反国家相关法律法规的行为，本站概不负责，您的登录论坛信息均被记录无疑，必要时，我们会向相关的国家管理部门提供此类信息。 ';
$rg_registertype='0';
$rg_regweek='';
$rg_banname='版主,管理员,admin,斑竹';
$rg_allowregister='1';
$rg_reg='1';
$rg_regsendmsg='0';
$rg_ifcheck='0';
$rg_rglower='0';
$rg_namelen='3	15';
$rg_pwdlen='6	16';
$rg_timeend='2010';
$rg_timestart='1930';
$rg_regcredit=array(
	'money' => '0',
	'rvrc' => '0',
	'credit' => '0',
	'currency' => '0',
	'1' => '0',
);
?>